Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Monochromatic
ar: أحادية اللون
es: monocromático
fr: Monochromatique
hi: एकवर्णी
it: Monocromatico
ja: 単色
pt_br: Monocromático
ru: Монохроматический
zh_hans: 单色

source: More ink (darker) or less before dithering
ar: المزيد من الحبر (أغمق) أو أقل قبل التدرج
es: Más tinta (más oscura) o menos antes del tramado
fr: Plus d'encre (plus foncée) ou moins avant le tramage
hi: डिथरिंग से पहले अधिक स्याही (गहरा) या कम
it: Più inchiostro (più scuro) o meno prima del dithering
ja: ディザリング前のインクの量を増やす (濃くする)、または減らす
pt_br: Mais tinta (mais escura) ou menos antes do pontilhamento
ru: Больше чернил (темнее) или меньше перед размыванием
zh_hans: 抖动前增加或减少墨水（较深）

source: More tabs: %@
ar: المزيد من علامات التبويب: %@
es: Más pestañas: %@
fr: Plus d'onglets : %@
hi: अधिक टैब: %@
it: Altre schede: %@
ja: その他のタブ: %@
pt_br: Mais guias: %@
ru: Дополнительные вкладки: %@
zh_hans: 更多标签：%@

source: Motion Blur
ar: طمس الحركة
es: Desenfoque de movimiento
fr: Flou de mouvement
hi: मोशन ब्लर
it: Sfocatura movimento
ja: モーションブラー
pt_br: Desfoque de movimento
ru: Размытие в движении
zh_hans: 运动模糊

source: Motion Blur…
ar: طمس الحركة…
es: Desenfoque de movimiento…
fr: Flou de mouvement…
hi: मोशन ब्लर…
it: Sfocatura movimento...
ja: モーションブラー…
pt_br: Desfoque de movimento…
ru: Размытие в движении…
zh_hans: 运动模糊...

source: Move / Transform (V)
ar: نقل / تحويل (V)
es: Mover / Transformar (V)
fr: Déplacer / Transformer (V)
hi: हटो/रूपांतरित करो (वी)
it: Muovi/Trasforma (V)
ja: 移動・変形(V)
pt_br: Mover/Transformar (V)
ru: Переместить/Трансформировать (V)
zh_hans: 移动/变形 (V)

source: Move / Transform tool
ar: أداة النقل/التحويل
es: Herramienta Mover/Transformar
fr: Outil Déplacer / Transformer
hi: उपकरण को स्थानांतरित/रूपांतरित करें
it: Strumento Sposta/Trasforma
ja: 移動/変形ツール
pt_br: Ferramenta Mover/Transformar
ru: Инструмент «Переместить/Трансформировать»
zh_hans: 移动/变换工具

source: Move Guide
ar: دليل التحرك
es: Guía de movimiento
fr: Guide de déplacement
hi: गाइड ले जाएँ
it: Guida allo spostamento
ja: 移動ガイド
pt_br: Guia de movimentação
ru: Руководство по перемещению
zh_hans: 搬家指南

source: Move Layer
ar: تحريك الطبقة
es: Mover capa
fr: Déplacer le calque
hi: परत ले जाएँ
it: Sposta livello
ja: レイヤーの移動
pt_br: Mover camada
ru: Переместить слой
zh_hans: 移动层

source: Move Layer Down
ar: تحريك الطبقة لأسفل
es: Bajar capa
fr: Descendre le calque
hi: लेयर नीचे ले जाएँ
it: Sposta livello in basso
ja: レイヤーを下へ移動
pt_br: Mover camada para baixo
ru: Переместить слой вниз
zh_hans: 下移图层

source: Move Layer Up
ar: تحريك الطبقة لأعلى
es: Subir capa
fr: Monter le calque
hi: लेयर ऊपर ले जाएँ
it: Sposta livello in alto
ja: レイヤーを上へ移動
pt_br: Mover camada para cima
ru: Переместить слой вверх
zh_hans: 上移图层

source: Move Layers
ar: نقل الطبقات
es: Mover capas
fr: Déplacer les calques
hi: परतें ले जाएँ
it: Sposta livelli
ja: レイヤーの移動
pt_br: Mover camadas
ru: Переместить слои
zh_hans: 移动图层

source: Move Out of Folder
ar: نقل خارج المجلد
es: Salir de la carpeta
fr: Sortir du dossier
hi: फ़ोल्डर से बाहर जाएँ
it: Sposta fuori dalla cartella
ja: フォルダの外に移動
pt_br: Sair da pasta
ru: Выйти из папки
zh_hans: 移出文件夹

source: Move Pixels
ar: نقل بكسل
es: Mover píxeles
fr: Déplacer les pixels
hi: पिक्सेल ले जाएँ
it: Sposta i pixel
ja: ピクセルを移動する
pt_br: Mover pixels
ru: Переместить пиксели
zh_hans: 移动像素

source: Move Selection
ar: نقل التحديد
es: Mover selección
fr: Déplacer la sélection
hi: चयन ले जाएँ
it: Sposta selezione
ja: 選択範囲を移動
pt_br: Mover seleção
ru: Переместить выделение
zh_hans: 移动选择

source: Move pixels
ar: نقل بكسل
es: Mover píxeles
fr: Déplacer les pixels
hi: पिक्सेल ले जाएँ
it: Sposta i pixel
ja: ピクセルを移動する
pt_br: Mover pixels
ru: Переместить пиксели
zh_hans: 移动像素

source: Moves the picture left or right.
ar: تحريك الصورة لليسار أو لليمين.
es: Mueve la imagen hacia la izquierda o hacia la derecha.
fr: Déplace l'image vers la gauche ou la droite.
hi: चित्र को बाएँ या दाएँ ले जाता है।
it: Sposta l'immagine a sinistra o a destra.
ja: 画像を左右に移動します。
pt_br: Move a imagem para a esquerda ou para a direita.
ru: Перемещает изображение влево или вправо.
zh_hans: 向左或向右移动图片。

source: Moves the picture up or down.
ar: تحريك الصورة لأعلى أو لأسفل.
es: Mueve la imagen hacia arriba o hacia abajo.
fr: Déplace l'image vers le haut ou vers le bas.
hi: चित्र को ऊपर या नीचे ले जाता है.
it: Sposta l'immagine verso l'alto o verso il basso.
ja: 画像を上下に移動します。
pt_br: Move a imagem para cima ou para baixo.
ru: Перемещает изображение вверх или вниз.
zh_hans: 向上或向下移动图片。

source: Moves the vignette correction inward or outward.
ar: ينقل تصحيح نقوش الصورة النصفية إلى الداخل أو إلى الخارج.
es: Mueve la corrección de viñeta hacia adentro o hacia afuera.
fr: Déplace la correction de vignette vers l’intérieur ou vers l’extérieur.
hi: विग्नेट सुधार को अंदर या बाहर की ओर ले जाता है।
it: Sposta la correzione vignettatura verso l'interno o verso l'esterno.
ja: 周辺減光補正を内側または外側に移動します。
pt_br: Move a correção da vinheta para dentro ou para fora.
ru: Перемещает коррекцию виньетки внутрь или наружу.
zh_hans: 向内或向外移动晕影校正。

source: Mt16
ar: جبل 16
hi: माउंट16
ru: Мт16
zh_hans: 16山

source: Mtrn
ar: مترن
hi: एमटीआरएन
ru: Мтрн
zh_hans: 米特恩

source: Multiply
ar: اضرب
es: multiplicar
fr: Multiplier
hi: गुणा करें
it: Moltiplicare
ja: 乗算する
pt_br: Multiplicar
ru: Умножить
zh_hans: 乘法

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
pt_br: Nome
ru: Имя
zh_hans: 名称

source: Nearest
ar: الأقرب
es: Más cercano
fr: Le plus proche
hi: निकटतम
it: Il più vicino
ja: 最寄りの
pt_br: Mais próximo
ru: Ближайший
zh_hans: 最近的

source: New
ar: جديد
es: Nuevo
fr: Nouveau
hi: नया
it: Nuovo
ja: 新しい
pt_br: Novo
ru: Новый
zh_hans: 新

source: New Adjustment Layer
ar: طبقة تعديل جديدة
es: Nueva capa de ajuste
fr: Nouveau calque de réglage
hi: नई समायोजन परत
it: Nuovo livello di regolazione
ja: 新しい調整レイヤー
pt_br: Nova camada de ajuste
ru: Новый корректирующий слой
zh_hans: 新调整图层

source: New Blank Layer
ar: طبقة فارغة جديدة
es: Nueva capa vacía
fr: Nouveau calque vide
hi: नई खाली लेयर
it: Nuovo livello vuoto
ja: 新規空白レイヤー
pt_br: Nova camada vazia
ru: Новый пустой слой
zh_hans: 新建空白图层

source: New Canvas
ar: قماش جديد
es: Nuevo lienzo
fr: Nouvelle toile
hi: नया कैनवास
it: Nuova tela
ja: 新しいキャンバス
pt_br: Nova tela
ru: Новый холст
zh_hans: 新画布

source: New Canvas…
ar: قماش جديد…
es: Nuevo lienzo…
fr: Nouvelle toile…
hi: नया कैनवास…
it: Nuova tela...
ja: 新しいキャンバス…
pt_br: Nova tela…
ru: Новый холст…
zh_hans: 新画布...

source: New Folder
ar: مجلد جديد
es: Nueva carpeta
fr: Nouveau dossier
hi: नया फ़ोल्डर
it: Nuova cartella
ja: 新しいフォルダー
pt_br: Nova pasta
ru: Новая папка
zh_hans: 新建文件夹

source: New Guide
ar: دليل جديد
es: Nueva guía
fr: Nouveau guide
hi: नई मार्गदर्शिका
it: Nuova guida
ja: 新しいガイド
pt_br: Novo guia
ru: Новое руководство
zh_hans: 新指南

source: New Text Layer
ar: طبقة نص جديدة
es: Nueva capa de texto
fr: Nouveau calque de texte
hi: नई पाठ परत
it: Nuovo livello di testo
ja: 新しいテキストレイヤー
pt_br: Nova camada de texto
ru: Новый текстовый слой
zh_hans: 新建文本层

source: New adjustment layer
ar: طبقة تعديل جديدة
es: Nueva capa de ajuste
fr: Nouveau calque de réglage
hi: नई समायोजन परत
it: Nuovo livello di regolazione
ja: 新しい調整レイヤー
pt_br: Nova camada de ajuste
ru: Новый корректирующий слой
zh_hans: 新调整图层

source: New blank layer
ar: طبقة فارغة جديدة
es: Nueva capa en blanco
fr: Nouveau calque vierge
hi: नई रिक्त परत
it: Nuovo livello vuoto
ja: 新しい空白レイヤー
pt_br: Nova camada em branco
ru: Новый пустой слой
zh_hans: 新建空白层

source: New blank layer (⇧⌘N)
ar: طبقة فارغة جديدة (⇧⌘N)
es: Nueva capa en blanco (⇧⌘N)
fr: Nouveau calque vierge (⇧⌘N)
hi: नई रिक्त परत (⇧⌘N)
it: Nuovo livello vuoto (⇧⌘N)
ja: 新しい空白レイヤー (⇧⌘N)
pt_br: Nova camada em branco (⇧⌘N)
ru: Новый пустой слой (⇧⌘N)
zh_hans: 新建空白层(⇧⌘N)

source: New canvas
ar: قماش جديد
es: Nuevo lienzo
fr: Nouvelle toile
hi: नया कैनवास
it: Nuova tela
ja: 新しいキャンバス
pt_br: Nova tela
ru: Новый холст
zh_hans: 新画布

source: New canvas (⌘N)
ar: لوحة قماشية جديدة (⌘N)
es: Nuevo lienzo (⌘N)
fr: Nouvelle toile (⌘N)
hi: नया कैनवास (⌘N)
it: Nuova tela (⌘N)
ja: 新しいキャンバス (⌘N)
pt_br: Nova tela (⌘N)
ru: Новый холст (⌘N)
zh_hans: 新画布 (⌘N)

source: New canvas (⌘N) · Drop images here for new tabs
ar: قماش جديد (⌘N) · قم بإسقاط الصور هنا لعلامات التبويب الجديدة
es: Nuevo lienzo (⌘N) · Suelta imágenes aquí para nuevas pestañas
fr: Nouveau canevas (⌘N) · Déposez des images ici pour de nouveaux onglets
hi: नया कैनवास (⌘N) · नए टैब के लिए छवियां यहां छोड़ें
it: Nuova tela (⌘N) · Trascina qui le immagini per le nuove schede
ja: 新しいキャンバス (⌘N) · 新しいタブの場合はここに画像をドロップします
pt_br: Nova tela (⌘N) · Solte imagens aqui para novas guias
ru: Новый холст (⌘N) · Перетащите изображения сюда, чтобы открыть новые вкладки.
zh_hans: 新画布 (⌘N) · 将图像拖放到此处以打开新选项卡

source: New color
ar: لون جديد
es: nuevo color
fr: Nouvelle couleur
hi: नया रंग
it: Nuovo colore
ja: 新色
pt_br: Nova cor
ru: Новый цвет
zh_hans: 新颜色

source: New folder
ar: مجلد جديد
es: Nueva carpeta
fr: Nouveau dossier
hi: नया फ़ोल्डर
it: Nuova cartella
ja: 新しいフォルダー
pt_br: Nova pasta
ru: Новая папка
zh_hans: 新建文件夹

source: New: %@ × %@ pixels · %@ uncompressed
ar: جديد: %@ × %@ بكسل · %@ غير مضغوط
es: Nuevo: %@ × %@ píxeles · %@ sin comprimir
fr: Nouveau : %@ × %@ pixels · %@ non compressé
hi: नया: %@ × %@ पिक्सेल · %@ असम्पीडित
it: Novità: %@ × %@ pixel · %@ non compresso
ja: 新規: %@ × %@ ピクセル · %@ 非圧縮
pt_br: Novo: %@ × %@ pixels · %@ descompactado
ru: Новое: %@ × %@ пикселей · %@ без сжатия
zh_hans: 新：%@ × %@ 像素 · %@ 未压缩

source: Next blend mode
ar: وضع المزج التالي
es: Siguiente modo de fusión
fr: Mode de fusion suivant
hi: अगला मिश्रण मोड
it: Modalità di fusione successiva
ja: 次のブレンドモード
pt_br: Próximo modo de mesclagem
ru: Следующий режим наложения
zh_hans: 下一个混合模式

source: No content remained after trimming.
ar: لم يبق أي محتوى بعد التشذيب.
es: No quedó ningún contenido después del recorte.
fr: Aucun contenu n'est resté après le découpage.
hi: ट्रिमिंग के बाद कोई सामग्री नहीं बची.
it: Dopo il taglio non è rimasto alcun contenuto.
ja: トリミング後にコンテンツは残りませんでした。
pt_br: Nenhum conteúdo permaneceu após o corte.
ru: После обрезки содержимого не осталось.
zh_hans: 修剪后没有剩余内容。

source: No foreground subject was detected in this layer. Try an image with a more distinct subject.
ar: لم يتم اكتشاف أي موضوع أمامي في هذه الطبقة. جرّب صورة ذات موضوع أكثر تميزًا.
es: No se detectó ningún sujeto en primer plano en esta capa. Pruebe con una imagen con un tema más distintivo.
fr: Aucun sujet de premier plan n'a été détecté dans cette couche. Essayez une image avec un sujet plus distinct.
hi: इस परत में कोई अग्रभूमि विषय नहीं पाया गया। अधिक विशिष्ट विषय वाली छवि आज़माएँ।
it: Nessun soggetto in primo piano è stato rilevato in questo livello. Prova un'immagine con un soggetto più distinto.
ja: このレイヤーでは前景の被写体が検出されませんでした。より明確な被写体を含む画像を試してください。
pt_br: Nenhum assunto em primeiro plano foi detectado nesta camada. Experimente uma imagem com um assunto mais distinto.
ru: В этом слое не обнаружено ни одного объекта переднего плана. Попробуйте изображение с более четким объектом.
zh_hans: 该层中未检测到前景主体。尝试拍摄主题更鲜明的图像。

source: No layers yet
ar: لا توجد طبقات بعد
es: Aún no hay capas
fr: Pas encore de calques
hi: अभी तक कोई परत नहीं
it: Ancora nessun livello
ja: まだレイヤーがありません
pt_br: Ainda não há camadas
ru: Слоев пока нет
zh_hans: 还没有图层

source: No lens metadata on this layer. Profile sliders set generic correction strength.
ar: لا توجد بيانات تعريفية للعدسة في هذه الطبقة. تحدد أشرطة تمرير الملف الشخصي قوة التصحيح العامة.
es: No hay metadatos de lentes en esta capa. Los controles deslizantes de perfil establecen la fuerza de corrección genérica.
fr: Aucune métadonnée d'objectif sur ce calque. Les curseurs de profil définissent la force de correction générique.
hi: इस परत पर कोई लेंस मेटाडेटा नहीं है. प्रोफ़ाइल स्लाइडर्स सामान्य सुधार शक्ति निर्धारित करते हैं।
it: Nessun metadato dell'obiettivo su questo livello. I cursori del profilo impostano la forza di correzione generica.
ja: このレイヤーにはレンズのメタデータがありません。プロファイル スライダーは一般的な補正強度を設定します。
pt_br: Não há metadados de lente nesta camada. Os controles deslizantes de perfil definem a força de correção genérica.
ru: На этом слое нет метаданных объектива. Ползунки профиля устанавливают общую силу коррекции.
zh_hans: 该层上没有镜头元数据。配置文件滑块设置通用校正强度。

source: No tool selected · Press a tool's key to pick one · Space to pan
ar: لم يتم تحديد أي أداة · اضغط على مفتاح الأداة لاختيار واحدة · مسافة للتحريك
es: Ninguna herramienta seleccionada · Presione la tecla de una herramienta para elegir una · Espacio para desplazarse
fr: Aucun outil sélectionné · Appuyez sur la touche d'un outil pour en choisir un · Espace pour effectuer un panoramique
hi: कोई उपकरण चयनित नहीं · किसी उपकरण को चुनने के लिए उसकी कुंजी दबाएँ · पैन करने के लिए जगह
it: Nessuno strumento selezionato · Premere il tasto di uno strumento per sceglierne uno · Spazio per eseguire la panoramica
ja: ツールが選択されていません · ツールのキーを押してツールを選択 · パンするスペース
pt_br: Nenhuma ferramenta selecionada · Pressione a tecla de uma ferramenta para escolher uma · Espaço para deslocar
ru: Инструмент не выбран · Нажмите клавишу инструмента, чтобы выбрать его · Пробел для панорамирования
zh_hans: 未选择工具·按工具键选择一个·按空格键进行平移

source: Noise Reduction
ar: الحد من الضوضاء
es: Reducción de ruido
fr: Réduction du bruit
hi: शोर में कमी
it: Riduzione del rumore
ja: ノイズリダクション
pt_br: Redução de ruído
ru: Шумоподавление
zh_hans: 降噪

source: Normal
ar: عادي
es: normales
fr: Normale
hi: सामान्य
it: Normale
ja: ノーマル
pt_br: Normais
ru: Нормальный
zh_hans: 正常

source: Not enough unselected, opaque image pixels to synthesize a fill. Use a smaller selection with some surrounding image.
ar: لا يوجد عدد كافٍ من وحدات البكسل المعتمة وغير المحددة للصورة لتركيب التعبئة. استخدم تحديدًا أصغر مع بعض الصور المحيطة.
es: No hay suficientes píxeles de imagen opacos y no seleccionados para sintetizar un relleno. Utilice una selección más pequeña con alguna imagen circundante.
fr: Pas assez de pixels d'image opaques et non sélectionnés pour synthétiser un remplissage. Utilisez une sélection plus petite avec une image environnante.
hi: भरण को संश्लेषित करने के लिए पर्याप्त अचयनित, अपारदर्शी छवि पिक्सेल नहीं हैं। आस-पास की कुछ छवि के साथ एक छोटे चयन का उपयोग करें।
it: Pixel dell'immagine non selezionati e opachi non sufficienti per sintetizzare un riempimento. Utilizza una selezione più piccola con qualche immagine circostante.
ja: 選択されていない不透明な画像ピクセルが不足しているため、塗りつぶしを合成できません。周囲の画像を含めて小さい選択範囲を使用します。
pt_br: Não há pixels de imagem opacos e não selecionados suficientes para sintetizar um preenchimento. Use uma seleção menor com alguma imagem circundante.
ru: Недостаточно невыделенных непрозрачных пикселей изображения для синтеза заливки. Используйте выделение меньшего размера с окружающим изображением.
zh_hans: 没有足够的未选择的不透明图像像素来合成填充。使用较小的选区和一些周围的图像。

source: Nothing is selected, so there’s nowhere to paint. Choose Select › Deselect (⌘D) to paint anywhere.
ar: لم يتم تحديد أي شيء، لذلك لا يوجد مكان للطلاء. اختر تحديد › إلغاء التحديد (⌘D) للطلاء في أي مكان.
es: No hay nada seleccionado, por lo que no hay ningún lugar para pintar. Elija Seleccionar › Deseleccionar (⌘D) para pintar en cualquier lugar.
fr: Rien n’est sélectionné, donc il n’y a nulle part où peindre. Choisissez Sélectionner › Désélectionner (⌘D) pour peindre n'importe où.
hi: कुछ भी चयनित नहीं है, इसलिए पेंट करने के लिए कहीं नहीं है। कहीं भी पेंट करने के लिए चयन › अचयनित (⌘D) चुनें।
it: Non è selezionato nulla, quindi non c'è nessun posto dove dipingere. Scegli Seleziona › Deseleziona (⌘D) per dipingere ovunque.
ja: 何も選択されていないため、ペイントする場所がありません。 [選択] › [選択解除] (⌘D) を選択して、任意の場所にペイントします。
pt_br: Nada está selecionado, então não há onde pintar. Escolha Selecionar › Desmarcar (⌘D) para pintar em qualquer lugar.
ru: Ничего не выделено, поэтому и раскрашивать негде. Выберите «Выбрать» > «Отменить выделение» (⌘D), чтобы рисовать где угодно.
zh_hans: 没有选择任何内容，因此无处可画。选择选择 › 取消选择 (⌘D) 可在任意位置进行绘制。

source: OK
ar: حسنًا
es: bien
fr: D'accord
hi: ठीक है
it: Va bene
ru: ОК
zh_hans: 好的

source: Objc
ar: كائن
es: objeto
fr: Objet
hi: ओब्जेक्ट
it: Ogg
ja: オブジェクト
pt_br: Objeto
ru: Объект
zh_hans: 对象

source: Object
ar: كائن
es: Objeto
fr: Objet
hi: वस्तु
it: Oggetto
ja: オブジェクト
pt_br: Objeto
ru: Объект
zh_hans: 对象

source: Object Selection
ar: اختيار الكائن
es: Selección de objetos
fr: Sélection d'objet
hi: वस्तु चयन
it: Selezione oggetto
ja: オブジェクトの選択
pt_br: Seleção de Objeto
ru: Выбор объекта
zh_hans: 对象选择

source: Object Selection requires macOS 14 or later.
ar: يتطلب تحديد الكائن نظام التشغيل macOS 14 أو إصدارًا أحدث.
es: La selección de objetos requiere macOS 14 o posterior.
fr: La sélection d'objets nécessite macOS 14 ou version ultérieure.
hi: ऑब्जेक्ट चयन के लिए macOS 14 या उसके बाद के संस्करण की आवश्यकता होती है।
it: La selezione dell'oggetto richiede macOS 14 o successivo.
ja: オブジェクトの選択には macOS 14 以降が必要です。
pt_br: A seleção de objetos requer macOS 14 ou posterior.
ru: Для выбора объекта требуется macOS 14 или новее.
zh_hans: 对象选择需要 macOS 14 或更高版本。

source: Off
ar: إيقاف
es: Apagado
fr: Désactivé
hi: बंद
it: Spento
ja: オフ
pt_br: Desligado
ru: Выкл.
zh_hans: 关闭

source: Off leaves the picture as it is. Guided straightens from lines you draw on the picture.
ar: Off يترك الصورة كما هي. يتم التقويم الموجه من الخطوط التي ترسمها على الصورة.
es: Off deja la imagen como está. Enderezamiento guiado a partir de líneas que dibujas en la imagen.
fr: Désactivé laisse l'image telle quelle. Redressement guidé à partir des lignes que vous dessinez sur l'image.
hi: चित्र को वैसे ही छोड़ देता है जैसे वह है। चित्र पर आपके द्वारा खींची गई रेखाओं से निर्देशित सीधा हो जाता है।
it: Off lascia l'immagine così com'è. Raddrizzamento guidato dalle linee tracciate sull'immagine.
ja: オフでは画像はそのままになります。ガイド付きで、画像上に描いた線をまっすぐにします。
pt_br: Off deixa a imagem como está. Endireitamentos guiados a partir das linhas que você desenha na imagem.
ru: Выкл. оставляет изображение таким, какое оно есть. Управляемое выпрямление по линиям, которые вы рисуете на картинке.
zh_hans: 关闭使图片保持原样。引导从您在图片上绘制的线条拉直。

source: Offset
ar: إزاحة
es: compensación
fr: Décalage
hi: ऑफसेट
it: Compensazione
ja: オフセット
pt_br: Deslocamento
ru: Смещение
zh_hans: 偏移量

source: Offset X
ar: الإزاحة X
es: Desplazamiento X
fr: Décalage X
hi: ऑफसेट एक्स
it: Scostamento X
ja: オフセット X
pt_br: Deslocamento X
ru: Смещение X
zh_hans: 偏移 X

source: Offset Y
ar: إزاحة Y
es: Compensación Y
fr: Décalage Y
hi: ऑफसेट वाई
it: Scostamento Y
ja: オフセットY
pt_br: Deslocamento Y
ru: Смещение Y
zh_hans: 偏移 Y

source: Only 8-bit RGB Photoshop files can be imported.
ar: يمكن استيراد ملفات Photoshop ذات 8 بت RGB فقط.
es: Sólo se pueden importar archivos de Photoshop RGB de 8 bits.
fr: Seuls les fichiers Photoshop RVB 8 bits peuvent être importés.
hi: केवल 8-बिट RGB फ़ोटोशॉप फ़ाइलें आयात की जा सकती हैं।
it: È possibile importare solo file Photoshop RGB a 8 bit.
ja: 8 ビット RGB Photoshop ファイルのみをインポートできます。
pt_br: Somente arquivos RGB do Photoshop de 8 bits podem ser importados.
ru: Импортировать можно только 8-битные файлы RGB Photoshop.
zh_hans: 只能导入 8 位 RGB Photoshop 文件。

source: Only print dimensions and resolution change. Pixels stay unchanged.
ar: تتغير أبعاد الطباعة ودقة الوضوح فقط. تبقى البكسلات دون تغيير.
es: Sólo cambian las dimensiones de impresión y la resolución. Los píxeles permanecen sin cambios.
fr: Seules les dimensions d'impression et la résolution changent. Les pixels restent inchangés.
hi: केवल प्रिंट आयाम और रिज़ॉल्यूशन बदलता है। पिक्सेल अपरिवर्तित रहते हैं.
it: Cambiano solo le dimensioni di stampa e la risoluzione. I pixel rimangono invariati.
ja: 印刷寸法と解像度のみが変更されます。ピクセルは変化しません。
pt_br: Apenas as dimensões de impressão e a resolução mudam. Os pixels permanecem inalterados.
ru: Меняются только размеры печати и разрешение. Пиксели остаются неизменными.
zh_hans: 仅打印尺寸和分辨率发生变化。像素保持不变。

source: Only the first text style was kept.
ar: تم الاحتفاظ بنمط النص الأول فقط.
es: Sólo se mantuvo el primer estilo de texto.
fr: Seul le premier style de texte a été conservé.
hi: केवल प्रथम पाठ शैली ही रखी गयी।
it: È stato mantenuto solo il primo stile di testo.
ja: 最初のテキストスタイルのみが保持されました。
pt_br: Apenas o primeiro estilo de texto foi mantido.
ru: Сохранился только первый стиль текста.
zh_hans: 仅保留第一个文本样式。

source: Opacity
ar: العتامة
es: Opacidad
fr: Opacité
hi: अपारदर्शिता
it: Opacità
ja: 不透明度
pt_br: Opacidade
ru: Непрозрачность
zh_hans: 不透明度

source: Opacity percent
ar: نسبة التعتيم
es: Porcentaje de opacidad
fr: Pourcentage d'opacité
hi: अपारदर्शिता प्रतिशत
it: Percentuale di opacità
ja: 不透明度パーセント
pt_br: Porcentagem de opacidade
ru: Процент непрозрачности
zh_hans: 不透明度百分比

source: Open Project
ar: فتح مشروع
es: Abrir proyecto
fr: Ouvrir un projet
hi: प्रोजेक्ट खोलें
it: Apri progetto
ja: プロジェクトを開く
pt_br: Abrir projeto
ru: Открыть проект
zh_hans: 打开项目

source: Open Project…
ar: فتح مشروع…
es: Abrir proyecto…
fr: Ouvrir un projet…
hi: प्रोजेक्ट खोलें…
it: Apri progetto…
ja: プロジェクトを開く…
pt_br: Abrir projeto…
ru: Открыть проект…
zh_hans: 打开项目…

source: Open Recent
ar: المشاريع الأخيرة
es: Abrir recientes
fr: Projets récents
hi: हाल के प्रोजेक्ट
it: Progetti recenti
ja: 最近使ったプロジェクト
pt_br: Projetos recentes
ru: Недавние проекты
zh_hans: 打开最近项目

source: Open in a new project tab
ar: افتح في علامة تبويب مشروع جديد
es: Abrir en una nueva pestaña del proyecto
fr: Ouvrir dans un nouvel onglet de projet
hi: एक नए प्रोजेक्ट टैब में खोलें
it: Apri in una nuova scheda di progetto
ja: 新しいプロジェクトタブで開く
pt_br: Abrir em uma nova guia do projeto
ru: Открыть в новой вкладке проекта
zh_hans: 在新项目选项卡中打开

source: Open one project at a time
ar: افتح مشروعًا واحدًا في كل مرة
es: Abrir un proyecto a la vez
fr: Ouvrir un projet à la fois
hi: एक समय में एक प्रोजेक्ट खोलें
it: Apri un progetto alla volta
ja: 一度に 1 つのプロジェクトを開きます
pt_br: Abra um projeto por vez
ru: Открывайте по одному проекту за раз
zh_hans: 一次打开一个项目

source: Open project
ar: مشروع مفتوح
es: Abrir proyecto
fr: Projet ouvert
hi: प्रोजेक्ट खोलें
it: Apri progetto
ja: プロジェクトを開く
pt_br: Abrir projeto
ru: Открыть проект
zh_hans: 打开项目

source: Optics
ar: البصريات
es: Óptica
fr: Optique
hi: प्रकाशिकी
it: Ottica
ja: 光学
pt_br: Óptica
ru: Оптика
zh_hans: 光学
